{
  "posts": [
    {
      "userId": 1,
      "id": 1,
      "title": "Shallow Light Upon the Sea",
      "body": "A shallow light upon the sea, the reef was calling out to me, reeled in the thoughts to somewhere it should be, a shallow light for people to see. As the clouds began to scatter, I stood atop the arch only to see a saddened sun, preaching its good bye. For the light in the sky was born to fade, as the time would dare to tell. The night was born anew. The shallow light by the sea had yet to gave up on me."
    },
    {
      "userId": 1,
      "id": 2,
      "title": "Dancing Torches",
      "body": "Once upon a time , little torches danced in the darkness, lighting those around. They are but a little bright, yet its tiny spark brightened the hopes and dreams to come. They danced without tiresome, the more and more they danced, the more happiness came to ground. They have yet to realize those who had dimmed nor those that had kindled. Time would have a smile on its face welcoming it to the world."
    },
    {
      "userId": 1,
      "id": 3,
      "title": "Had I Have One More Envelope to Write",
      "body": "A nostalgic scent came to mind, an old tale which began to uncover itself to the surface of heart. The old to thrive, not giving to the world, to expect a better tomorrow and to appreciate every day. That old rhyme of feeling would bring me back, just to give you an envelope with a letter inside. Just like it was many years ago. "
    },
    {
      "userId": 1,
      "id": 4,
      "title": "Promise of a Sunflower",
      "body": "On a certain day in a certain summer, I had just graduated from school. I went back to my village to greet my parents, my time while in the city was finally over I can finally relax for a few moments. I came to my room tidied by my mother. Everything was in place, my desk was clean, my books were organized, and my old toys were stuffed in the closet. As the nostalgia came to my mind, I had an idea to run over the toys and memories I had left behind. I took them out of my closet, the fond memories of when I was a child. I laugh in bitter and sweetness from my childhood days. It was a happy moment. In the back of all the things I used to cherish, a small and old box was there as if it greeted me. I took it out only to see a childish writing above the lid. Do not open!"
    },
    {
      "userId": 1,
      "id": 5,
      "title": "Tainted Artist",
      "body": "We are just like an artist, I would say. But, unlike an artist and their brush, we have a weapon as our tool to paint. Unlike the strokes that can draw many emotions in a blank canvas, our strokes only inflict pain onto others. Unlike the colorful colors they have in their hands, all we have is the color of tainted red, the color that flows through the body of people. Unlike the blank canvas waiting for hope, our canvas had rotted and filled with dust, broken and desperate as we move our stroke to paint it red until our hands stopped moving. Until our art had finally finished, filled with the tainted red color and painfully beautiful for those with power. Just painful for those in the canvas, and those related to its art. An artist we are, just not a lot of imagination, only a lot of brushes. Do you think we can ever paint a blank canvas colorful for once? Do you think we can recolor it to blank like an empty but hopeful place? I can only dream, and dream. Maybe I can never, but I wish to do so, if someone would give me a blank canvas once more, lead my brush to where it should be, add myriad of colors to my paint. I can only hope as I move my brush tainted with red color."
    }
  ]
}